-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Host: localhost:8889
-- Generation Time: Apr 18, 2020 at 12:54 PM
-- Server version: 5.7.25
-- PHP Version: 7.3.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Database: `pom_ma_review`
--

-- --------------------------------------------------------

--
-- Table structure for table `table_restaurant`
--

CREATE TABLE `table_restaurant` (
  `Restaurant` varchar(100) DEFAULT NULL,
  `Caption` varchar(300) DEFAULT NULL,
  `Address` text,
  `PhoneNumber` tinytext,
  `OpeningTime` varchar(100) DEFAULT NULL,
  `FoodType` varchar(20) DEFAULT NULL,
  `RestaurantID` int(11) DEFAULT NULL,
  `pic` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `table_restaurant`
--

INSERT INTO `table_restaurant` (`Restaurant`, `Caption`, `Address`, `PhoneNumber`, `OpeningTime`, `FoodType`, `RestaurantID`, `pic`) VALUES
('ร้านเจ๊จิ๋ม', 'ร้านอาหารตามสั่งที่โปรดของเด็กบางมดเวลามื้อกลางวันและเย็นที่ถูกและเยอะคุ้มมาก', 'ซอยประชาอุทิศ 32 ถนนประชาอุทิศ ทุ่งครุ กรุงเทพฯ บางมด', '062-427-8827', 'เวลาทำการ: 10.30 - 20.30', 'Fastfood', 1, '/pic/1.jpg'),
('เฮียโอฬาร กะเพรา 20 บาท', 'ร้านอาหารตามสั่งที่โปรดของเด็กบางมดเวลามื้อกลางวันและเย็นที่ถูกและเยอะคุ้มมาก', '825/419, ถนนประชาอุทิศ, ทุ่งครุ, กรุงเทพมหานคร, 10140, ประเทศไทย undefined (ตรงข้ามโรงเรียนอิสลามวิทยาลัย)', '085-321-6900', 'เวลาทำการ: 08:00 - 17:00', 'Fastfood', 2, '/pic/2.jpg'),
('ครัวเพื่อคุณ ข้าวต้มโต้รุ่ง', 'ร้านขายอาหารแนวตามสั่ง มีอาหารป่า อาหารจานด่วนและกลับแกล้ม พร้อมเมนูเด็ดหมูกรอบทอดน้ำปลาที่ห้ามพลาด', '171 ถนนพุทธบูชา  บางมด ทุ่งครุ 10140', '085-321-6900', 'เวลาทำการ: 17:00 - 02:00', 'Fastfood', 3, '/pic/3.jpg'),
('พรนมสด', 'ร้านอาหารตามสั่งประจำของเด็กบางมด มีขนมปังปิ้งขายพร้อมน้ำปั่นขาย', 'ถนน ประชาอุทิศ กรุงเทพมหานคร (อยู่ทางซ้าย มจธ.ข้างร้านเจ๊จิ้ม)', '088-625-2488', 'เวลาทำการ: 10:00 - 22:00', 'Fastfood', 4, '/pic/4.jpg'),
('ครัวเด็กช่าง', 'ร้านอาหารตามสั่งมาใหม่ ให้เยอะ ราคาถูก อร่อยมาก', 'โครงการสเตชั่น 45 ซอย ประชาอุทิศ 45 Bang Mot, Thung Khru, Bangkok 10140', '098-449-6289', 'เวลาทำการ: 10:30 - 22:00', 'Fastfood', 5, '/pic/5.jpg'),
('ไข่หวานบ้านซูชิ', 'ร้านซูชิเล็กๆ ราคาเบา แต่คุณภาพเกินราคา', '279/7 ประชาอุทิศ Khwaeng Rat Burana, Rat Burana, Bangkok 10140', '091-708-5049', 'เวลาทำการ: 12:00 - 22:00', 'Japanese', 6, '/pic/6.jpg'),
('ANI Sushi อันนิซูชิ พระจอมเกล้า ธนบุรี', 'ร้านซูชิที่มีเมนูหลากหลายให้เลือก ในราคาย่อมเยา', '126 ถนน ประชาอุทิศ แขวง บางมด เขต ทุ่งครุ กรุงเทพมหานคร เขตธนบุรี 10140', '098-251-2626', 'เวลาทำการ: 11:00 - 21:00', 'Japanese', 7, '/pic/7.jpg'),
('Mixy ประชาอุทิศ', 'ก๋วยเตี๋ยวเรือชื่อดังที่มีความเข้มข้น หอม อร่อย จัดจ้าน', '889/28, ซอยประชาอุทิศ 43/1, บางมด 2, กรุงเทพมหานคร, 10140, ประเทศไทย กรุงเทพมหานคร', '065-335-4224', 'เวลาทำการ: 08:00 - 17:30', 'Japanese', 8, '/pic/8.jpg'),
('บัน’S TOWN バンタウン', 'แหล่งรวมซูชิและแซลม่อน ดีทั้งคุณภาพและราคา', '365/1585-1608 Phutthabucha 47 Alley, Bang Mot, Thung Khru, Bangkok 10140', '098-750-9286', 'เวลาทำการ: 11:30 - 21:00', 'Japanese', 9, '/pic/9.jpg'),
('Hokkaido Curry Yukimi', 'ร้านอาหารญี่ปุ่นที่ขึ้นชื่อเรื่องข้าวแกงกระหรี่ย่านประชาอุทิศ', 'ซอยประชาอุทิศ 49 กรุงเทพมหานคร (เลยซอยประชาอุทิศ 49 ตรงข้ามร้านตุ๊กตาก่อนถึงแยกนาหลวง', '090-984-6115', 'เวลาทำการ: 10:30 - 20:00', 'Japanese', 10, '/pic/10.jpg'),
('ก๋วยเตี๋ยวเออน่า', 'ร้านก๋วยเตี๋ยวที่มีเมนูให้เลือกหลากหลาย พร้อมข้าวมันไก่ น้ำจิ้มอร่อยได้ใจ พร้อมของหวานมากมาย', 'ปากซอยประชาอุทิศ 32 บางมด ทุ่งครุ 10140 กรุงเทพฯ', '063-412-1730', 'เวลาทำการ: 09:00 - 20:00', 'Noodle', 11, '/pic/11.jpg'),
('บ้านกินเส้น', 'ร้านก๋วยเตี๋ยวของเด็กบางมด ภายในร้านตกแต่งสไตล์ไม้มีความความน่ารักแปลกใหม่', '644, 23 ซอย ประชาอุทิศ กรุงเทพมหานคร (ติดธนาคารกรุงศรี หน้า ม.พระจอมเกล้าธนบุรี)', '087-072-1921', 'เวลาทำการ: 08:00 - 17:00', 'Noodle', 12, '/pic/12.jpg'),
('ก๋วยเตี๋ยวเรืออยุธยา สาขา ', 'ก๋วยเตี๋ยวเรือชื่อดังที่มีความเข้มข้น หอม อร่อย จัดจ้าน', '889/28  ซอยประชาอุทิศ 43/1  บางมด 2  กรุงเทพมหานคร 10140', '065-335-4224', 'เวลาทำการ: 08:00 - 17:30', 'Noodle', 13, '/pic/13.jpg'),
('สำปั้น ก๋วยเตี๋ยวเรือ', 'ก๋วยเตี๋ยวเรือ มีเมนูทั้งแบบสั่งเป็นชาม และ บุฟเฟต์ สายกินต้องมา', '643, 4 ประชาอุทิศ 33 บางมด ทุ่งครุ กรุงเทพฯ 10140', '080-587-1868', 'เวลาทำการ: 10:00 - 21:00', 'Noodle', 14, '/pic/14.jpg'),
('จ๊กกี๋ก๋วยเตี๋ยวลูกชิ้นปลา', 'ก๋วยเตี๋ยวลูกชิ้นปลาที่มีความอร่อย กลมกล่อม ทีเด็ดอยู่ที่ลูกชิ้นจริงๆ', '644/73, ถนนประชาอุทิศ บางมด 2 กรุงเทพฯ 10140', '080-246-7988', 'เวลาทำการ: 10:00 - 21:00', 'Noodle', 15, '/pic/15.jpg'),
('Guma Shabu', 'ร้านชาบู 239 รีฟิลไม่อั้น', 'พุทธบูชา 49 บางมด, ทุ่งครุ 10140 (Thungkru)', '081-621-2261', 'เวลาทำการ: 14:00 - 22:00', 'Chabu', 16, '/pic/16.jpg'),
('นัดแซ่บหน้ามอ', 'บุฟเฟ่ต์โคขุน ปิ้งย่าง จิ้มจุ่ม ไม่จำกัดเวลา', 'ซ.ประชาอุทิศ45 แขวงบางมด เขตทุ่งครุ กรุงเทพมหานคร 10140', '081-988-3447', 'เวลาทำการ: 16:00 - 22:30', 'Chabu', 17, '/pic/17.jpg'),
('กินกินชาบู Kinkinshabu', 'ชาบูไม่จำกัดเวลาที่ประจำของเด็กบางมดพร้อมเมนูมากมาย', 'ถนน ประชาอุทิศ กรุงเทพมหานคร (ข้างธนาคารกรุงไทย ตรงข้าม มจธ.)', '083-786-8321', 'เวลาทำการ: 12.00-22.00', 'Chabu', 18, '/pic/18.jpg'),
('อิ่มจัง ชาบู delivery', 'ชาบูระดับพรีเมี่ยม นำเสนอความอร่อย ส่งตรงถึงบ้าน พบกับ เนื้อ คุณภาพเกรดนำเข้า', '10/27 Pracha Uthit 57, Bang Mot, Thung Khru, Bangkok 10140', '092-425-9990', 'เวลาทำการ: 11:00 - 24:00', 'Chabu', 19, '/pic/19.jpg'),
('SHABU HOME', 'ชาบูโฮมกับราคาเบาๆที่ประจำของเด็กบางมด', 'เลขที่ 293/2 หมู่ - หมู่บ้าน - ซอย ถนน พุทธบูชา Bang Mot, Thung Khru, Bangkok 10140', '089-813-3155', 'เวลาทำการ: 10:30 - 02:30', 'Chabu', 20, '/pic/20.jpg'),
('นัดแซ่บหน้ามอ', 'บุฟเฟ่ต์โคขุน ปิ้งย่าง จิ้มจุ่ม ไม่จำกัดเวลา', 'ซ.ประชาอุทิศ45 แขวงบางมด เขตทุ่งครุ กรุงเทพมหานคร 10140', '081-988-3447', 'เวลาทำการ: 16:00 - 22:30', 'Grilled', 21, '/pic/21.jpg'),
('คำโต', 'บุฟเฟต์ปิ้งย่างที่ประจำเด็กบางมาด กุ้งแม่น้ำตัวใหญ่มาก', '291/2 Phutthabucha Rd. Bangmot Thungkhru กรุงเทพมหานคร 10140', '084-100-1314', 'เวลาทำการ: 17:00 - 00:00', 'Grilled', 22, '/pic/22.jpg'),
('ติดมันส์ บุฟเฟ่ต์ปิ้งย่างกระทะร้อน สาขาบางมด', 'บุฟเฟ่ต์ปิ้งย่างกะทะร้อน ราคาถูกคุณภาพดี', '291/3 ถนนพุทธบูชา เขตทุ่งครุ แขวงบางมด กรุงเทพมหานคร 10140', '062-383-2830', 'เวลาทำการ: 16:00 - 23:00', 'Grilled', 23, '/pic/23.jpg'),
('Ant-Ni-Mal ปิ้งย่างกระทะร้อน ชาบู', 'ก๋วยเตี๋ยวเรือ มีเมนูทั้งแบบสั่งเป็นชาม และ บุฟเฟต์ สายกินต้องมา', '643, 4 ประชาอุทิศ 33 บางมด ทุ่งครุ กรุงเทพฯ 10140', '081-621-2261', 'เวลาทำการ: 17:00 - 23:00', 'Grilled', 24, '/pic/24.jpg'),
('อู่ข้าวอู่น้ำหมูกระทะ สาขาประชาอุทิศ', 'บุฟเฟ่ต์หมูกระทะคนละ 199ไม่รวมเครื่องดื่ม พร้อมเมนูมากมาย', '324/1 Pracha Uthit 57, Bang Mot, Thung Khru, Bangkok 10140', '097-245-8901', 'เวลาทำการ: 16:00 - 24:00', 'Grilled', 25, '/pic/25.jpg'),
('Rungmod Coffe (รังมดคอฟฟี่ )', 'คาวหวานที่ครบทั้งหมดที่รังมด', '839 Soi Pracha Uthit 45, Bang Mot, Thung Khru, Bangkok 10140', '02-408-5182', 'เวลาทำการ: 07:00 - 21:30', 'Cafe', 26, '/pic/26.jpg'),
('The FIRST Korean Dessert Café', 'ร้านบิงซูหวานๆสไตล์เกาหลี', '31/524 Pracha Uthit Rd, Bang Mot, Thung Khru, Bangkok 10140', '02-392-2902', 'เวลาทำการ: 10:00 - 22:00', 'Cafe', 27, '/pic/27.jpg'),
('C-TRAIN (ซี เทรน)', 'ร้านกาแฟboard game รวบรวมความสนุกไว้ที่นี้', '306 ถนน พุทธบูชา Bang Mot, Thung Khru, Bangkok 10140', '083-446-1152', 'เวลาทำการ: 11:00 - 22.00', 'Cafe', 28, '/pic/28.jpg'),
('เก่า โกปี', 'ร้านแบบชิลๆ วัยรุ่นมานั่งจิบชากัน พร้อมน้ำปั่น ขนมปังปิ้งโรตีกรอบและอีกหลากหลายเมนู', '10/140 Pracha Uthit Rd, Bang Mot, Thung Khru, Bangkok 10140', '086-040-4273', 'เวลาทำการ: 17:30 - 01:00', 'Cafe', 29, '/pic/29.jpg'),
('Cafe’ Can Do', 'คาเฟ่ใกล้มจธ. บรรยากาศสบาย เหมาะแก่การพูดคุย ทำงาน', 'Soi Pracha Uthit 47, Bang Mot, Thung Khru, Bangkok 10140', '097-154-2131', 'เวลาทำการ: 10:00 - 21:00', 'Cafe', 30, '/pic/30.jpg');
